# Задача №1
# Вывести на экран циклом строки из нулей 4, причем каждая строка должна быть пронумерована пятью.

counter = -1
while counter < 5:
    counter += 1
    print(counter, '', '0000')