# Задача №2
#Пользователь в цикле вводит 10 производных цифр. Вывести количество введенных цифр пользователем 5.

cifr = input('ВВедите 10 произвольных цифр без пробелов: ')
print(cifr)
print('Количество введенных цифр 5 :', len(str(cifr)))