# Задача №2
#Вывести ряд чисел от 1 до 100. Полученный результат вывести на экран

counter = 1
while counter < 101:
    print(counter)
    counter += 1