#Задача №5
#Вывести цифры на каждую новую строку.
a = int(input('Введите число: '))
print(a)
b = str(a)
print(*b, sep= '\n' )

